{
  "plugins": {
    "ZZ.term.vim": {
      "src": "https://github.com/anakin4747/ZZ.term.vim.git"
    },
    "ai.nvim": {
      "src": "https://github.com/anakin4747/ai.nvim.git"
    },
    "anakins-cscope.nvim": {
      "src": "https://github.com/anakin4747/anakins-cscope.nvim.git"
    },
    "codecompanion.nvim": {
      "src": "https://github.com/olimorris/codecompanion.nvim.git"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim.git"
    },
    "frenchcards.nvim": {
      "src": "https://github.com/anakin4747/frenchcards.nvim.git"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim.git"
    },
    "next_bufs.vim": {
      "src": "https://github.com/anakin4747/next_bufs.vim.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "oelint-adv.nvim": {
      "src": "https://github.com/anakin4747/oelint-adv.nvim.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "resize.vim": {
      "src": "https://github.com/anakin4747/resize.vim.git"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree.git"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive.git"
    }
  }
}
